Repository: sirinsidiator/ESO-EasyTravel
Catalog: translations/*.po
Languages: pl

source: Traveling to <<1>>
pl: Podróż do: <<1>>

source: Preparing to jump
pl: Przygotowywanie do skoku

source: Jump requested
pl: Żądanie skoku

source: Jump in progress (<<1>> seconds left)
pl: Skok w trakcie realizacji (pozostało <<1>> sekund)

source: Jump failed
pl: Skok nieudany

source: No suitable players found Waiting for new targets
pl: Nie znaleziono odpowiednich graczy Oczekiwanie na nowe cele

source: You cannot travel right now.
pl: W tej chwili nie możesz podróżować.

source: You cannot travel while sprinting.
pl: Nie można podróżować podczas sprintu.

source: Jump has been interrupted, unhandled result: %d, %s
pl: Skok został przerwany, nieobsługiwany wynik: %d, %s

source: home
pl: Dom

source: Travel to the specified target
pl: Podróż do wyznaczonego celu

source: Target cannot be reached via jump
pl: Cel nie może być osiągnięty poprzez skok

source: <<1>> -|caaaaaa <<2[no players/$d player/$d players]>>
pl: <<1>> -|caaaaaa <<2[brak graczy/$d gracz/$d graczy]>>

source: <<1>> -|caaaaaa <<2>>
pl: <<1>><<2>> -|caaaaaa <<3>>

source: <<1>> -|caaaaaa <<2>> (preview)
pl: <<1>> -|caaaaaa <<2>> (podgląd)
